guide = {
    "Как обезопасить себя в соцсетях": "🛡️ Как обезопасить себя в соцсетях.\n\
            Создай отдельный почтовый ящик, \
           который будешь использовать только для регистраций — так личная почта не будет привязана к соцсетям и останется в безопасности.\
            Обязательно включи двухфакторную аутентификацию (2FA) везде, где это возможно: это главная защита от взлома.\
            Регулярно заходи в настройки аккаунта и проверяй список устройств, которые подключены к твоему профилю.\
            Не добавляй в друзья незнакомцев — через доверенных людей злоумышленники могут получить доступ к твоей странице.\
            И всегда используй сложные пароли: минимум 12 символов, обязательно с цифрами и специальными знаками.",
    "Как понять, что Telegram-бот безопасен": "🤖 Как понять, что Telegram-бот безопасен.\n\
            Лучше всего не использовать малоизвестные телеграм-боты. Насторожитесь, \
            когда бот просит ввести какие-либо конфидециальные данные (номера карт, пароли). Все данные которые вы предоставили боту,\
            могут быть записаны в БД бота и использованы разработчиком бота на его усмотрение.\
            Хороший признак безопасности — открытый исходный код и наличие репозитория на GitHub, \
            где можно посмотреть, как работает бот.",
    "Почему важно использовать разные пароли": "🔑 Почему важно использовать разные пароли.\n \
            Если на одном сайте произойдёт утечка данных и твой пароль попадёт к злоумышленникам,\
            они не смогут зайти в другие твои аккаунты. Например, даже если взломают почту,\
            это не даст им доступа к банковскому приложению или соцсетям. Разные пароли помогают\
            минимизировать последствия утечек и не позволяют одной взломанной учётной записи привести к потере всех остальных.",
    "Почему важна двухфакторная аутентификация (2FA)": "🔐 Почему важна двухфакторная аутентификация (2FA).\n\
            Даже если злоумышленники узнают или украдут твой пароль, они всё равно не смогут войти в аккаунт без второго фактора. \
            Это может быть код из приложения-аутентификатора, SMS-сообщение или подтверждение через другой твой девайс.\
            Такой подход создаёт серьёзный барьер для взлома: чтобы получить доступ, злоумышленнику нужно одновременно завладеть и твоим паролем, \
            и физически иметь доступ к твоему устройству с кодом подтверждения.",
    "Как распознать фишинг (поддельные сайты и сообщения)": "🎣 Как распознать фишинг (поддельные сайты и сообщения).\n \
            Фишинговые ссылки часто маскируются под известные сервисы, \
            но адрес выглядит подозрительно — например, paypa1.com вместо paypal.com. \
            Всегда внимательно смотри на адресную строку: есть ли там значок замка (HTTPS),\
            не содержит ли адрес странных символов или опечаток. Также обращай внимание \
            на оформление сайта: грамматические ошибки, странный дизайн или неработающие кнопки — верные признаки подделки. \
            Будь осторожен с сообщениями от «службы поддержки» или «банка», которые требуют срочно перевести деньги, уточнить \
            данные карты или перейти по ссылке — это классическая схема обмана.",
}
